Repository: albanobattistella/valdo-gtk
Catalog: po/*.po
Languages: nl

source: Create new Vala projects from templates
nl: Maak Vala-toepassingen op basis van sjablonen

source: valdo;vala;project;
nl: valdo;vala;project;toepassing;sjabloon;

source: GTK frontend for Valdo
nl: GTK-frontend voor Valdo

source: Based on Valdo 2021.08.31
nl: Gebaseerd op Valdo 2021.08.31

source: Updated elementary OS template
nl: [BIJGEWERKT] elementary OS-sjabloon

source: New icon (following the GNOME guidelines)
nl: [NIEUW] Nieuw pictogram op basis van de GNOME-richtlijnen

source: Support for substitutions in variables
nl: [VERBETERD] Ondersteuning voor vervangingen in variabelen

source: Opening projects using a user-defined command by left-click
nl: [NIEUW] Open projecten met een aangepaste opdracht met de linkermuisknop

source: Removing projects from the list by right-clicking
nl: [NIEUW] Verwijder projecten van de lijst met de rechtermuisknop

source: New template variables (AUTHOR, USERNAME and USERADDR)
nl: [NIEUW] Nieuwe sjabloonvariabelen (maker, gebruikersnaam en adres)

source: New template (elementary OS App)
nl: [NIEUW] Nieuw sjabloon (elementary OS-toepassing)

source: First Valdo GTK release
nl: Eerste Valdo GTK-uitgave

source: Preferences
nl: Voorkeuren

source: About application
nl: Over de toepassing

source: Quit
nl: Afsluiten

source: Latest projects:
nl: Recente projecten:

source: You haven't created any projects yet.
nl: Je hebt nog geen projecten.

source: Available templates:
nl: Beschikbare sjablonen:

source: Template variables:
nl: Sjabloonvariabelen:

source: Project successfully created
nl: Het project is aangemaakt

source: Enable project openning:
nl: Project openen:

source: Project openning command:
nl: Opdracht bij openen:

source: Include {path} for project path
nl: {path} gebruiken als projectlocatie

source: Project openning
nl: Project openen

source: Valdo GTK Preferences
nl: Valdo GTK-voorkeuren

source: Copyright © 2021 Vojtěch Perník
nl: Auteursrecht © 2021 Vojtěch Perník

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>

source: GitHub repository
nl: GitHub-repo

source: Error opening project: %s
nl: Het project kan niet worden geopend: %s

source: Do you really want to remove project %s?
nl: Weet je zeker dat je ‘%s’ wilt verwijderen?

source: Error: %s
nl: Foutmelding: %s

source: Error, could not enumerate templates: %s
nl: De sjablonen kunnen niet worden opgehaald: %s

source: Template name:
nl: Sjabloonnaam:

source: Project location:
nl: Projectlocatie:

source: Choose project location
nl: Kies een projectlocatie

source: Enter %s:
nl: Voer %s in:

source: Create
nl: Aanmaken

source: Error: select project location
nl: Foutmelding: kies een projectlocatie

source: Error: %s was not specified
nl: Foutmelding: %s is niet opgegeven

source: Error: %s must match the pattern %s
nl: Foutmelding: %s dient overeen te komen met het patroon ‘%s’

source: Error: %s must be valid email
nl: Foutmelding: %s dient een geldig e-mailadres te zijn

source: Regex error: %s
nl: Regex-foutmelding: %s

source: Error creating template: %s
nl: Het sjabloon kan niet worden aangemaakt: %s

source: This feature is not available when running from the sandbox.
nl: Deze functie is niet beschikbaar binnen de sandbox.
